{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "[PAD]": 3,
      "\u0000": 4,
      "\u0001": 5,
      "\u0002": 6,
      "\u0003": 7,
      "\u0004": 8,
      "\u0005": 9,
      "\u0006": 10,
      "\u0007": 11,
      "\b": 12,
      "\u000e": 13,
      "\u000f": 14,
      "\u0010": 15,
      "\u0011": 16,
      "\u0012": 17,
      "\u0013": 18,
      "\u0014": 19,
      "\u0015": 20,
      "\u0016": 21,
      "\u0017": 22,
      "\u0018": 23,
      "\u0019": 24,
      "\u001a": 25,
      "\u001b": 26,
      "\u001c": 27,
      "\u001d": 28,
      "\u001f": 29,
      "!": 30,
      "\"": 31,
      "#": 32,
      "$": 33,
      "%": 34,
      "&": 35,
      "'": 36,
      "(": 37,
      ")": 38,
      "*": 39,
      "+": 40,
      ",": 41,
      "-": 42,
      ".": 43,
      "/": 44,
      "0": 45,
      "1": 46,
      "2": 47,
      "3": 48,
      "4": 49,
      "5": 50,
      "6": 51,
      "7": 52,
      "8": 53,
      "9": 54,
      ":": 55,
      ";": 56,
      "<": 57,
      "=": 58,
      ">": 59,
      "?": 60,
      "@": 61,
      "A": 62,
      "B": 63,
      "C": 64,
      "D": 65,
      "E": 66,
      "F": 67,
      "G": 68,
      "H": 69,
      "I": 70,
      "J": 71,
      "K": 72,
      "L": 73,
      "M": 74,
      "N": 75,
      "O": 76,
      "P": 77,
      "Q": 78,
      "R": 79,
      "S": 80,
      "T": 81,
      "U": 82,
      "V": 83,
      "W": 84,
      "X": 85,
      "Y": 86,
      "Z": 87,
      "[": 88,
      "\\": 89,
      "]": 90,
      "^": 91,
      "_": 92,
      "`": 93,
      "a": 94,
      "b": 95,
      "c": 96,
      "d": 97,
      "e": 98,
      "f": 99,
      "g": 100,
      "h": 101,
      "i": 102,
      "j": 103,
      "k": 104,
      "l": 105,
      "m": 106,
      "n": 107,
      "o": 108,
      "p": 109,
      "q": 110,
      "r": 111,
      "s": 112,
      "t": 113,
      "u": 114,
      "v": 115,
      "w": 116,
      "x": 117,
      "y": 118,
      "z": 119,
      "{": 120,
      "|": 121,
      "}": 122,
      "~": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "": 147,
      "": 148,
      "": 149,
      "": 150,
      "": 151,
      "": 152,
      "": 153,
      "": 154,
      "": 155,
      "¡": 156,
      "¢": 157,
      "£": 158,
      "¤": 159,
      "¥": 160,
      "¦": 161,
      "§": 162,
      "¨": 163,
      "©": 164,
      "ª": 165,
      "«": 166,
      "¬": 167,
      "­": 168,
      "®": 169,
      "¯": 170,
      "°": 171,
      "±": 172,
      "²": 173,
      "³": 174,
      "´": 175,
      "µ": 176,
      "¶": 177,
      "·": 178,
      "¸": 179,
      "¹": 180,
      "º": 181,
      "»": 182,
      "¼": 183,
      "½": 184,
      "¾": 185,
      "¿": 186,
      "À": 187,
      "Á": 188,
      "Â": 189,
      "Ã": 190,
      "Ä": 191,
      "Å": 192,
      "Æ": 193,
      "Ç": 194,
      "È": 195,
      "É": 196,
      "Ê": 197,
      "Ë": 198,
      "Ì": 199,
      "Í": 200,
      "Î": 201,
      "Ï": 202,
      "Ð": 203,
      "Ñ": 204,
      "Ò": 205,
      "Ó": 206,
      "Ô": 207,
      "Õ": 208,
      "Ö": 209,
      "×": 210,
      "Ø": 211,
      "Ù": 212,
      "Ú": 213,
      "Û": 214,
      "Ü": 215,
      "Ý": 216,
      "Þ": 217,
      "ß": 218,
      "à": 219,
      "á": 220,
      "â": 221,
      "ã": 222,
      "ä": 223,
      "å": 224,
      "æ": 225,
      "ç": 226,
      "è": 227,
      "é": 228,
      "ê": 229,
      "ë": 230,
      "ì": 231,
      "í": 232,
      "î": 233,
      "ï": 234,
      "ð": 235,
      "ñ": 236,
      "ò": 237,
      "ó": 238,
      "ô": 239,
      "õ": 240,
      "ö": 241,
      "÷": 242,
      "ø": 243,
      "ù": 244,
      "ú": 245,
      "û": 246,
      "ü": 247,
      "ý": 248,
      "þ": 249,
      "ÿ": 250,
      "Ā": 251,
      "ā": 252,
      "Ă": 253,
      "ă": 254,
      "Ą": 255,
      "ą": 256,
      "Ć": 257,
      "ć": 258,
      "Ĉ": 259,
      "ĉ": 260,
      "Ċ": 261,
      "ċ": 262,
      "Č": 263,
      "č": 264,
      "Ď": 265,
      "ď": 266,
      "Đ": 267,
      "đ": 268,
      "Ē": 269,
      "ē": 270,
      "Ĕ": 271,
      "ĕ": 272,
      "Ė": 273,
      "ė": 274,
      "Ę": 275,
      "ę": 276,
      "Ě": 277,
      "ě": 278,
      "Ĝ": 279,
      "ĝ": 280,
      "Ğ": 281,
      "ğ": 282,
      "Ġ": 283,
      "ġ": 284,
      "Ģ": 285,
      "ģ": 286,
      "Ĥ": 287,
      "ĥ": 288,
      "Ħ": 289,
      "ħ": 290,
      "ĩ": 291,
      "Ī": 292,
      "ī": 293,
      "Ĭ": 294,
      "ĭ": 295,
      "Į": 296,
      "į": 297,
      "İ": 298,
      "ı": 299,
      "ĳ": 300,
      "ĵ": 301,
      "Ķ": 302,
      "ķ": 303,
      "ĸ": 304,
      "Ĺ": 305,
      "ĺ": 306,
      "Ļ": 307,
      "ļ": 308,
      "Ľ": 309,
      "ľ": 310,
      "Ŀ": 311,
      "ŀ": 312,
      "Ł": 313,
      "ł": 314,
      "Ń": 315,
      "ń": 316,
      "ņ": 317,
      "Ň": 318,
      "ň": 319,
      "ŉ": 320,
      "Ŋ": 321,
      "ŋ": 322,
      "Ō": 323,
      "ō": 324,
      "Ŏ": 325,
      "ŏ": 326,
      "Ő": 327,
      "ő": 328,
      "Œ": 329,
      "œ": 330,
      "Ŕ": 331,
      "ŕ": 332,
      "ŗ": 333,
      "Ř": 334,
      "ř": 335,
      "Ś": 336,
      "ś": 337,
      "Ŝ": 338,
      "ŝ": 339,
      "Ş": 340,
      "ş": 341,
      "Š": 342,
      "š": 343,
      "Ţ": 344,
      "ţ": 345,
      "Ť": 346,
      "ť": 347,
      "Ŧ": 348,
      "ŧ": 349,
      "Ũ": 350,
      "ũ": 351,
      "Ū": 352,
      "ū": 353,
      "Ŭ": 354,
      "ŭ": 355,
      "Ů": 356,
      "ů": 357,
      "Ű": 358,
      "ű": 359,
      "Ų": 360,
      "ų": 361,
      "Ŵ": 362,
      "ŵ": 363,
      "Ŷ": 364,
      "ŷ": 365,
      "Ÿ": 366,
      "Ź": 367,
      "ź": 368,
      "Ż": 369,
      "ż": 370,
      "Ž": 371,
      "ž": 372,
      "ſ": 373,
      "Ƅ": 374,
      "ƅ": 375,
      "Ɔ": 376,
      "Ɖ": 377,
      "Ɗ": 378,
      "ƍ": 379,
      "Ǝ": 380,
      "Ə": 381,
      "Ɛ": 382,
      "Ƒ": 383,
      "ƒ": 384,
      "Ɣ": 385,
      "Ɩ": 386,
      "Ɨ": 387,
      "ƙ": 388,
      "ƚ": 389,
      "ƛ": 390,
      "Ɵ": 391,
      "Ơ": 392,
      "ơ": 393,
      "Ƥ": 394,
      "Ʀ": 395,
      "Ƨ": 396,
      "ƨ": 397,
      "ƫ": 398,
      "Ƭ": 399,
      "Ʈ": 400,
      "Ư": 401,
      "ư": 402,
      "Ƴ": 403,
      "ƴ": 404,
      "Ƶ": 405,
      "ƶ": 406,
      "Ʒ": 407,
      "Ƹ": 408,
      "Ƽ": 409,
      "ƿ": 410,
      "ǀ": 411,
      "ǁ": 412,
      "ǂ": 413,
      "ǃ": 414,
      "ǎ": 415,
      "ǐ": 416,
      "Ǒ": 417,
      "ǒ": 418,
      "ǔ": 419,
      "Ǘ": 420,
      "ǚ": 421,
      "ǜ": 422,
      "ǝ": 423,
      "ǟ": 424,
      "ǡ": 425,
      "ǣ": 426,
      "ǥ": 427,
      "ǧ": 428,
      "Ǩ": 429,
      "ǫ": 430,
      "Ǭ": 431,
      "ǭ": 432,
      "ǰ": 433,
      "ǳ": 434,
      "ǵ": 435,
      "Ƿ": 436,
      "ǹ": 437,
      "Ǻ": 438,
      "Ǽ": 439,
      "ǽ": 440,
      "ǿ": 441,
      "ȁ": 442,
      "Ȃ": 443,
      "ȃ": 444,
      "ȅ": 445,
      "Ȇ": 446,
      "ȇ": 447,
      "Ȋ": 448,
      "ȋ": 449,
      "Ȍ": 450,
      "ȍ": 451,
      "Ȏ": 452,
      "ȏ": 453,
      "ȕ": 454,
      "Ȗ": 455,
      "ȗ": 456,
      "Ș": 457,
      "ș": 458,
      "Ț": 459,
      "ț": 460,
      "ȝ": 461,
      "Ȟ": 462,
      "ȟ": 463,
      "Ƞ": 464,
      "ȡ": 465,
      "ȧ": 466,
      "Ȩ": 467,
      "ȩ": 468,
      "ȭ": 469,
      "ȯ": 470,
      "ȳ": 471,
      "ȵ": 472,
      "ȷ": 473,
      "Ȼ": 474,
      "ȼ": 475,
      "Ƀ": 476,
      "Ɇ": 477,
      "Ɋ": 478,
      "ɋ": 479,
      "Ɍ": 480,
      "ɐ": 481,
      "ɑ": 482,
      "ɒ": 483,
      "ɓ": 484,
      "ɔ": 485,
      "ɕ": 486,
      "ɖ": 487,
      "ɗ": 488,
      "ɘ": 489,
      "ə": 490,
      "ɚ": 491,
      "ɛ": 492,
      "ɜ": 493,
      "ɝ": 494,
      "ɞ": 495,
      "ɟ": 496,
      "ɠ": 497,
      "ɡ": 498,
      "ɢ": 499,
      "ɣ": 500,
      "ɤ": 501,
      "ɥ": 502,
      "ɦ": 503,
      "ɧ": 504,
      "ɨ": 505,
      "ɪ": 506,
      "ɫ": 507,
      "ɬ": 508,
      "ɭ": 509,
      "ɯ": 510,
      "ɰ": 511,
      "ɱ": 512,
      "ɲ": 513,
      "ɳ": 514,
      "ɴ": 515,
      "ɵ": 516,
      "ɶ": 517,
      "ɸ": 518,
      "ɹ": 519,
      "ɻ": 520,
      "ɽ": 521,
      "ɾ": 522,
      "ɿ": 523,
      "ʀ": 524,
      "ʁ": 525,
      "ʂ": 526,
      "ʃ": 527,
      "ʇ": 528,
      "ʈ": 529,
      "ʉ": 530,
      "ʊ": 531,
      "ʋ": 532,
      "ʌ": 533,
      "ʍ": 534,
      "ʎ": 535,
      "ʏ": 536,
      "ʐ": 537,
      "ʑ": 538,
      "ʒ": 539,
      "ʔ": 540,
      "ʕ": 541,
      "ʖ": 542,
      "ʘ": 543,
      "ʙ": 544,
      "ʚ": 545,
      "ʜ": 546,
      "ʝ": 547,
      "ʞ": 548,
      "ʟ": 549,
      "ʢ": 550,
      "ʤ": 551,
      "ʥ": 552,
      "ʦ": 553,
      "ʧ": 554,
      "ʰ": 555,
      "ʱ": 556,
      "ʲ": 557,
      "ʳ": 558,
      "ʷ": 559,
      "ʸ": 560,
      "ʹ": 561,
      "ʺ": 562,
      "ʻ": 563,
      "ʼ": 564,
      "ʽ": 565,
      "ʾ": 566,
      "ʿ": 567,
      "ˀ": 568,
      "ˁ": 569,
      "˂": 570,
      "˃": 571,
      "˄": 572,
      "˅": 573,
      "ˆ": 574,
      "ˇ": 575,
      "ˈ": 576,
      "ˉ": 577,
      "ˊ": 578,
      "ˋ": 579,
      "ˌ": 580,
      "ˎ": 581,
      "ˏ": 582,
      "ː": 583,
      "ˑ": 584,
      "˒": 585,
      "˓": 586,
      "˖": 587,
      "˗": 588,
      "˘": 589,
      "˙": 590,
      "˚": 591,
      "˛": 592,
      "˜": 593,
      "˝": 594,
      "ˠ": 595,
      "ˢ": 596,
      "ˣ": 597,
      "ˤ": 598,
      "˥": 599,
      "˧": 600,
      "˨": 601,
      "˩": 602,
      "ˮ": 603,
      "˲": 604,
      "˵": 605,
      "˶": 606,
      "˷": 607,
      "˹": 608,
      "˺": 609,
      "˾": 610,
      "̀": 611,
      "́": 612,
      "̂": 613,
      "̃": 614,
      "̄": 615,
      "̅": 616,
      "̆": 617,
      "̇": 618,
      "̈": 619,
      "̉": 620,
      "̊": 621,
      "̋": 622,
      "̌": 623,
      "̍": 624,
      "̎": 625,
      "̏": 626,
      "̐": 627,
      "̑": 628,
      "̒": 629,
      "̓": 630,
      "̔": 631,
      "̕": 632,
      "̖": 633,
      "̗": 634,
      "̘": 635,
      "̙": 636,
      "̚": 637,
      "̛": 638,
      "̜": 639,
      "̝": 640,
      "̞": 641,
      "̠": 642,
      "̡": 643,
      "̢": 644,
      "̣": 645,
      "̤": 646,
      "̥": 647,
      "̦": 648,
      "̧": 649,
      "̨": 650,
      "̩": 651,
      "̪": 652,
      "̫": 653,
      "̬": 654,
      "̭": 655,
      "̮": 656,
      "̯": 657,
      "̰": 658,
      "̱": 659,
      "̲": 660,
      "̳": 661,
      "̴": 662,
      "̵": 663,
      "̶": 664,
      "̸": 665,
      "̹": 666,
      "̺": 667,
      "̻": 668,
      "̼": 669,
      "̽": 670,
      "̾": 671,
      "̿": 672,
      "̀": 673,
      "́": 674,
      "͂": 675,
      "̓": 676,
      "̈́": 677,
      "ͅ": 678,
      "͆": 679,
      "͇": 680,
      "͈": 681,
      "͉": 682,
      "͊": 683,
      "͋": 684,
      "͌": 685,
      "͍": 686,
      "͎": 687,
      "͏": 688,
      "͐": 689,
      "͑": 690,
      "͒": 691,
      "͓": 692,
      "͕": 693,
      "͖": 694,
      "͗": 695,
      "͘": 696,
      "͙": 697,
      "͚": 698,
      "͛": 699,
      "͜": 700,
      "͝": 701,
      "͞": 702,
      "͟": 703,
      "͠": 704,
      "͡": 705,
      "͢": 706,
      "ͣ": 707,
      "ͤ": 708,
      "ͥ": 709,
      "ͦ": 710,
      "ͨ": 711,
      "ͫ": 712,
      "ʹ": 713,
      "͵": 714,
      "ͻ": 715,
      "ͼ": 716,
      ";": 717,
      "΄": 718,
      "΅": 719,
      "Ά": 720,
      "·": 721,
      "Έ": 722,
      "Ή": 723,
      "Ί": 724,
      "Ό": 725,
      "Ύ": 726,
      "Ώ": 727,
      "ΐ": 728,
      "Α": 729,
      "Β": 730,
      "Γ": 731,
      "Δ": 732,
      "Ε": 733,
      "Ζ": 734,
      "Η": 735,
      "Θ": 736,
      "Ι": 737,
      "Κ": 738,
      "Λ": 739,
      "Μ": 740,
      "Ν": 741,
      "Ξ": 742,
      "Ο": 743,
      "Π": 744,
      "Ρ": 745,
      "Σ": 746,
      "Τ": 747,
      "Υ": 748,
      "Φ": 749,
      "Χ": 750,
      "Ψ": 751,
      "Ω": 752,
      "Ϊ": 753,
      "ά": 754,
      "έ": 755,
      "ή": 756,
      "ί": 757,
      "ΰ": 758,
      "α": 759,
      "β": 760,
      "γ": 761,
      "δ": 762,
      "ε": 763,
      "ζ": 764,
      "η": 765,
      "θ": 766,
      "ι": 767,
      "κ": 768,
      "λ": 769,
      "μ": 770,
      "ν": 771,
      "ξ": 772,
      "ο": 773,
      "π": 774,
      "ρ": 775,
      "ς": 776,
      "σ": 777,
      "τ": 778,
      "υ": 779,
      "φ": 780,
      "χ": 781,
      "ψ": 782,
      "ω": 783,
      "ϊ": 784,
      "ϋ": 785,
      "ό": 786,
      "ύ": 787,
      "ώ": 788,
      "ϐ": 789,
      "ϑ": 790,
      "ϒ": 791,
      "ϕ": 792,
      "ϛ": 793,
      "Ϝ": 794,
      "ϝ": 795,
      "ϟ": 796,
      "Ϣ": 797,
      "ϩ": 798,
      "Ϫ": 799,
      "ϫ": 800,
      "Ϭ": 801,
      "ϭ": 802,
      "ϯ": 803,
      "ϰ": 804,
      "ϱ": 805,
      "ϲ": 806,
      "ϳ": 807,
      "ϴ": 808,
      "ϵ": 809,
      "϶": 810,
      "Ϲ": 811,
      "Ϻ": 812,
      "ϻ": 813,
      "Ͻ": 814,
      "Ͼ": 815,
      "Ͽ": 816,
      "Ё": 817,
      "Ђ": 818,
      "Ѓ": 819,
      "Є": 820,
      "Ѕ": 821,
      "І": 822,
      "Ї": 823,
      "Ј": 824,
      "Љ": 825,
      "Њ": 826,
      "Ћ": 827,
      "Ќ": 828,
      "Ў": 829,
      "Џ": 830,
      "А": 831,
      "Б": 832,
      "В": 833,
      "Г": 834,
      "Д": 835,
      "Е": 836,
      "Ж": 837,
      "З": 838,
      "И": 839,
      "Й": 840,
      "К": 841,
      "Л": 842,
      "М": 843,
      "Н": 844,
      "О": 845,
      "П": 846,
      "Р": 847,
      "С": 848,
      "Т": 849,
      "У": 850,
      "Ф": 851,
      "Х": 852,
      "Ц": 853,
      "Ч": 854,
      "Ш": 855,
      "Щ": 856,
      "Ъ": 857,
      "Ы": 858,
      "Ь": 859,
      "Э": 860,
      "Ю": 861,
      "Я": 862,
      "а": 863,
      "б": 864,
      "в": 865,
      "г": 866,
      "д": 867,
      "е": 868,
      "ж": 869,
      "з": 870,
      "и": 871,
      "й": 872,
      "к": 873,
      "л": 874,
      "м": 875,
      "н": 876,
      "о": 877,
      "п": 878,
      "р": 879,
      "с": 880,
      "т": 881,
      "у": 882,
      "ф": 883,
      "х": 884,
      "ц": 885,
      "ч": 886,
      "ш": 887,
      "щ": 888,
      "ъ": 889,
      "ы": 890,
      "ь": 891,
      "э": 892,
      "ю": 893,
      "я": 894,
      "ѐ": 895,
      "ё": 896,
      "ђ": 897,
      "ѓ": 898,
      "є": 899,
      "ѕ": 900,
      "і": 901,
      "ї": 902,
      "ј": 903,
      "љ": 904,
      "њ": 905,
      "ћ": 906,
      "ќ": 907,
      "ѝ": 908,
      "ў": 909,
      "џ": 910,
      "Ѡ": 911,
      "ѡ": 912,
      "Ѣ": 913,
      "ѣ": 914,
      "Ѧ": 915,
      "ѧ": 916,
      "ѳ": 917,
      "ѵ": 918,
      "Ҁ": 919,
      "҅": 920,
      "҉": 921,
      "Ґ": 922,
      "ґ": 923,
      "ғ": 924,
      "Қ": 925,
      "қ": 926,
      "ҝ": 927,
      "Ҟ": 928,
      "ҟ": 929,
      "Ҡ": 930,
      "ҡ": 931,
      "Ң": 932,
      "ң": 933,
      "Ҥ": 934,
      "ҥ": 935,
      "ҧ": 936,
      "ҩ": 937,
      "Ҫ": 938,
      "ҫ": 939,
      "Ҭ": 940,
      "ҭ": 941,
      "Ү": 942,
      "ү": 943,
      "ұ": 944,
      "Ҳ": 945,
      "ҳ": 946,
      "ҵ": 947,
      "ҷ": 948,
      "Ҹ": 949,
      "Һ": 950,
      "һ": 951,
      "Ӏ": 952,
      "ӏ": 953,
      "ӑ": 954,
      "ӓ": 955,
      "Ӕ": 956,
      "ӕ": 957,
      "ӗ": 958,
      "ә": 959,
      "Ӝ": 960,
      "ӣ": 961,
      "Ӥ": 962,
      "Ӧ": 963,
      "ӧ": 964,
      "Ө": 965,
      "ө": 966,
      "ӯ": 967,
      "Ӱ": 968,
      "ӱ": 969,
      "Ӳ": 970,
      "ӳ": 971,
      "ӹ": 972,
      "Ԁ": 973,
      "ԁ": 974,
      "Ԍ": 975,
      "Ԑ": 976,
      "Ԛ": 977,
      "ԛ": 978,
      "Ԝ": 979,
      "ԝ": 980,
      "ԡ": 981,
      "ԩ": 982,
      "Ա": 983,
      "Բ": 984,
      "Գ": 985,
      "Դ": 986,
      "Ե": 987,
      "Զ": 988,
      "Է": 989,
      "Ը": 990,
      "Թ": 991,
      "Ի": 992,
      "Լ": 993,
      "Խ": 994,
      "Կ": 995,
      "Հ": 996,
      "Ձ": 997,
      "Մ": 998,
      "Յ": 999,
      "Ն": 1000,
      "Շ": 1001,
      "Ո": 1002,
      "Չ": 1003,
      "Պ": 1004,
      "Ջ": 1005,
      "Ռ": 1006,
      "Ս": 1007,
      "Վ": 1008,
      "Տ": 1009,
      "Ր": 1010,
      "Փ": 1011,
      "Ք": 1012,
      "Օ": 1013,
      "Ֆ": 1014,
      "ՙ": 1015,
      "՚": 1016,
      "՛": 1017,
      "՝": 1018,
      "ՠ": 1019,
      "ա": 1020,
      "բ": 1021,
      "գ": 1022,
      "դ": 1023,
      "ե": 1024,
      "զ": 1025,
      "է": 1026,
      "ը": 1027,
      "թ": 1028,
      "ժ": 1029,
      "ի": 1030,
      "լ": 1031,
      "խ": 1032,
      "ծ": 1033,
      "կ": 1034,
      "հ": 1035,
      "ձ": 1036,
      "ղ": 1037,
      "ճ": 1038,
      "մ": 1039,
      "յ": 1040,
      "ն": 1041,
      "շ": 1042,
      "ո": 1043,
      "չ": 1044,
      "պ": 1045,
      "ջ": 1046,
      "ռ": 1047,
      "ս": 1048,
      "վ": 1049,
      "տ": 1050,
      "ր": 1051,
      "ց": 1052,
      "ւ": 1053,
      "փ": 1054,
      "ք": 1055,
      "օ": 1056,
      "ֆ": 1057,
      "և": 1058,
      "։": 1059,
      "֑": 1060,
      "֔": 1061,
      "֖": 1062,
      "֗": 1063,
      "֙": 1064,
      "֝": 1065,
      "֠": 1066,
      "֣": 1067,
      "֤": 1068,
      "֥": 1069,
      "֩": 1070,
      "֫": 1071,
      "֮": 1072,
      "ְ": 1073,
      "ֱ": 1074,
      "ֲ": 1075,
      "ִ": 1076,
      "ֵ": 1077,
      "ֶ": 1078,
      "ַ": 1079,
      "ָ": 1080,
      "ֹ": 1081,
      "ֺ": 1082,
      "ֻ": 1083,
      "ּ": 1084,
      "ֽ": 1085,
      "־": 1086,
      "ֿ": 1087,
      "׀": 1088,
      "ׁ": 1089,
      "ׂ": 1090,
      "׃": 1091,
      "ׄ": 1092,
      "ׇ": 1093,
      "א": 1094,
      "ב": 1095,
      "ג": 1096,
      "ד": 1097,
      "ה": 1098,
      "ו": 1099,
      "ז": 1100,
      "ח": 1101,
      "ט": 1102,
      "י": 1103,
      "ך": 1104,
      "כ": 1105,
      "ל": 1106,
      "ם": 1107,
      "מ": 1108,
      "ן": 1109,
      "נ": 1110,
      "ס": 1111,
      "ע": 1112,
      "ף": 1113,
      "פ": 1114,
      "ץ": 1115,
      "צ": 1116,
      "ק": 1117,
      "ר": 1118,
      "ש": 1119,
      "ת": 1120,
      "װ": 1121,
      "ױ": 1122,
      "ײ": 1123,
      "׳": 1124,
      "״": 1125,
      "؂": 1126,
      "،": 1127,
      "ؒ": 1128,
      "؛": 1129,
      "؜": 1130,
      "؟": 1131,
      "ؠ": 1132,
      "ء": 1133,
      "آ": 1134,
      "أ": 1135,
      "ؤ": 1136,
      "إ": 1137,
      "ئ": 1138,
      "ا": 1139,
      "ب": 1140,
      "ة": 1141,
      "ت": 1142,
      "ث": 1143,
      "ج": 1144,
      "ح": 1145,
      "خ": 1146,
      "د": 1147,
      "ذ": 1148,
      "ر": 1149,
      "ز": 1150,
      "س": 1151,
      "ش": 1152,
      "ص": 1153,
      "ض": 1154,
      "ط": 1155,
      "ظ": 1156,
      "ع": 1157,
      "غ": 1158,
      "ـ": 1159,
      "ف": 1160,
      "ق": 1161,
      "ك": 1162,
      "ل": 1163,
      "م": 1164,
      "ن": 1165,
      "ه": 1166,
      "و": 1167,
      "ى": 1168,
      "ي": 1169,
      "ً": 1170,
      "ٌ": 1171,
      "ٍ": 1172,
      "َ": 1173,
      "ُ": 1174,
      "ِ": 1175,
      "ّ": 1176,
      "ْ": 1177,
      "ٓ": 1178,
      "ٔ": 1179,
      "ٖ": 1180,
      "ٜ": 1181,
      "ٟ": 1182,
      "٠": 1183,
      "١": 1184,
      "٢": 1185,
      "٣": 1186,
      "٤": 1187,
      "٥": 1188,
      "٦": 1189,
      "٧": 1190,
      "٨": 1191,
      "٩": 1192,
      "٪": 1193,
      "٫": 1194,
      "٬": 1195,
      "ٮ": 1196,
      "ٰ": 1197,
      "ٱ": 1198,
      "ٹ": 1199,
      "ٻ": 1200,
      "ٽ": 1201,
      "پ": 1202,
      "ٿ": 1203,
      "ڀ": 1204,
      "چ": 1205,
      "ڈ": 1206,
      "ڊ": 1207,
      "ڏ": 1208,
      "ڑ": 1209,
      "ڔ": 1210,
      "ڕ": 1211,
      "ژ": 1212,
      "ڙ": 1213,
      "ڤ": 1214,
      "ک": 1215,
      "ڪ": 1216,
      "گ": 1217,
      "ڰ": 1218,
      "ڳ": 1219,
      "ں": 1220,
      "ڻ": 1221,
      "ھ": 1222,
      "ڿ": 1223,
      "ۀ": 1224,
      "ہ": 1225,
      "ۂ": 1226,
      "ۃ": 1227,
      "ۆ": 1228,
      "ۇ": 1229,
      "ی": 1230,
      "ێ": 1231,
      "ے": 1232,
      "۔": 1233,
      "ە": 1234,
      "ۖ": 1235,
      "ۚ": 1236,
      "ۜ": 1237,
      "۝": 1238,
      "۞": 1239,
      "ۡ": 1240,
      "ۣ": 1241,
      "۩": 1242,
      "۪": 1243,
      "۬": 1244,
      "۰": 1245,
      "۱": 1246,
      "۲": 1247,
      "۳": 1248,
      "۴": 1249,
      "۵": 1250,
      "۶": 1251,
      "۷": 1252,
      "۸": 1253,
      "۹": 1254,
      "ۼ": 1255,
      "۽": 1256,
      "۾": 1257,
      "ۿ": 1258,
      "ܐ": 1259,
      "ܒ": 1260,
      "ܓ": 1261,
      "ܕ": 1262,
      "ܗ": 1263,
      "ܘ": 1264,
      "ܙ": 1265,
      "ܚ": 1266,
      "ܛ": 1267,
      "ܝ": 1268,
      "ܟ": 1269,
      "ܠ": 1270,
      "ܡ": 1271,
      "ܢ": 1272,
      "ܣ": 1273,
      "ܤ": 1274,
      "ܥ": 1275,
      "ܦ": 1276,
      "ܧ": 1277,
      "ܨ": 1278,
      "ܩ": 1279,
      "ܪ": 1280,
      "ܫ": 1281,
      "ܬ": 1282,
      "ܰ": 1283,
      "ܳ": 1284,
      "ܵ": 1285,
      "ܶ": 1286,
      "ܸ": 1287,
      "ܹ": 1288,
      "ܺ": 1289,
      "ܽ": 1290,
      "ܿ": 1291,
      "݁": 1292,
      "݂": 1293,
      "݆": 1294,
      "ݧ": 1295,
      "ݸ": 1296,
      "ޤ": 1297,
      "޷": 1298,
      "޹": 1299,
      "ߋ": 1300,
      "ߜ": 1301,
      "ߞ": 1302,
      "߻": 1303,
      "ࠡ": 1304,
      "࠳": 1305,
      "ँ": 1306,
      "ं": 1307,
      "ः": 1308,
      "अ": 1309,
      "आ": 1310,
      "इ": 1311,
      "ई": 1312,
      "उ": 1313,
      "ऊ": 1314,
      "ऋ": 1315,
      "ऌ": 1316,
      "ऍ": 1317,
      "ए": 1318,
      "ऐ": 1319,
      "ऑ": 1320,
      "ओ": 1321,
      "औ": 1322,
      "क": 1323,
      "ख": 1324,
      "ग": 1325,
      "घ": 1326,
      "ङ": 1327,
      "च": 1328,
      "छ": 1329,
      "ज": 1330,
      "झ": 1331,
      "ञ": 1332,
      "ट": 1333,
      "ठ": 1334,
      "ड": 1335,
      "ढ": 1336,
      "ण": 1337,
      "त": 1338,
      "थ": 1339,
      "द": 1340,
      "ध": 1341,
      "न": 1342,
      "प": 1343,
      "फ": 1344,
      "ब": 1345,
      "भ": 1346,
      "म": 1347,
      "य": 1348,
      "र": 1349,
      "ऱ": 1350,
      "ल": 1351,
      "ळ": 1352,
      "व": 1353,
      "श": 1354,
      "ष": 1355,
      "स": 1356,
      "ह": 1357,
      "़": 1358,
      "ऽ": 1359,
      "ा": 1360,
      "ि": 1361,
      "ी": 1362,
      "ु": 1363,
      "ू": 1364,
      "ृ": 1365,
      "ॄ": 1366,
      "ॅ": 1367,
      "े": 1368,
      "ै": 1369,
      "ॉ": 1370,
      "ो": 1371,
      "ौ": 1372,
      "्": 1373,
      "ॐ": 1374,
      "क़": 1375,
      "ख़": 1376,
      "ग़": 1377,
      "ज़": 1378,
      "ड़": 1379,
      "ढ़": 1380,
      "फ़": 1381,
      "ॢ": 1382,
      "।": 1383,
      "॥": 1384,
      "०": 1385,
      "१": 1386,
      "२": 1387,
      "३": 1388,
      "४": 1389,
      "५": 1390,
      "६": 1391,
      "७": 1392,
      "८": 1393,
      "९": 1394,
      "॰": 1395,
      "ঁ": 1396,
      "ং": 1397,
      "ঃ": 1398,
      "অ": 1399,
      "আ": 1400,
      "ই": 1401,
      "ঈ": 1402,
      "উ": 1403,
      "ঊ": 1404,
      "এ": 1405,
      "ঐ": 1406,
      "ও": 1407,
      "ঔ": 1408,
      "ক": 1409,
      "খ": 1410,
      "গ": 1411,
      "ঘ": 1412,
      "ঙ": 1413,
      "চ": 1414,
      "ছ": 1415,
      "জ": 1416,
      "ঝ": 1417,
      "ঞ": 1418,
      "ট": 1419,
      "ঠ": 1420,
      "ড": 1421,
      "ঢ": 1422,
      "ণ": 1423,
      "ত": 1424,
      "থ": 1425,
      "দ": 1426,
      "ধ": 1427,
      "ন": 1428,
      "প": 1429,
      "ফ": 1430,
      "ব": 1431,
      "ভ": 1432,
      "ম": 1433,
      "য": 1434,
      "র": 1435,
      "ল": 1436,
      "শ": 1437,
      "ষ": 1438,
      "স": 1439,
      "হ": 1440,
      "়": 1441,
      "া": 1442,
      "ি": 1443,
      "ী": 1444,
      "ু": 1445,
      "ূ": 1446,
      "ৃ": 1447,
      "ে": 1448,
      "ৈ": 1449,
      "ো": 1450,
      "ৌ": 1451,
      "্": 1452,
      "ৎ": 1453,
      "ড়": 1454,
      "য়": 1455,
      "০": 1456,
      "১": 1457,
      "২": 1458,
      "৩": 1459,
      "৪": 1460,
      "৫": 1461,
      "৬": 1462,
      "৭": 1463,
      "৮": 1464,
      "৯": 1465,
      "ৰ": 1466,
      "ৱ": 1467,
      "৳": 1468,
      "ਂ": 1469,
      "ਅ": 1470,
      "ਆ": 1471,
      "ਇ": 1472,
      "ਈ": 1473,
      "ਉ": 1474,
      "ਏ": 1475,
      "ਐ": 1476,
      "ਓ": 1477,
      "ਔ": 1478,
      "ਕ": 1479,
      "ਖ": 1480,
      "ਗ": 1481,
      "ਘ": 1482,
      "ਚ": 1483,
      "ਛ": 1484,
      "ਜ": 1485,
      "ਝ": 1486,
      "ਞ": 1487,
      "ਟ": 1488,
      "ਠ": 1489,
      "ਡ": 1490,
      "ਢ": 1491,
      "ਣ": 1492,
      "ਤ": 1493,
      "ਥ": 1494,
      "ਦ": 1495,
      "ਧ": 1496,
      "ਨ": 1497,
      "ਪ": 1498,
      "ਫ": 1499,
      "ਬ": 1500,
      "ਭ": 1501,
      "ਮ": 1502,
      "ਯ": 1503,
      "ਰ": 1504,
      "ਲ": 1505,
      "ਵ": 1506,
      "ਸ਼": 1507,
      "ਸ": 1508,
      "ਹ": 1509,
      "਼": 1510,
      "ਾ": 1511,
      "ਿ": 1512,
      "ੀ": 1513,
      "ੁ": 1514,
      "ੂ": 1515,
      "ੇ": 1516,
      "ੈ": 1517,
      "ੋ": 1518,
      "ੌ": 1519,
      "੍": 1520,
      "ਜ਼": 1521,
      "ੜ": 1522,
      "੧": 1523,
      "੨": 1524,
      "੩": 1525,
      "੪": 1526,
      "੭": 1527,
      "ੰ": 1528,
      "ੱ": 1529,
      "ੴ": 1530,
      "ં": 1531,
      "અ": 1532,
      "આ": 1533,
      "ઇ": 1534,
      "ઈ": 1535,
      "ઉ": 1536,
      "એ": 1537,
      "ઐ": 1538,
      "ઓ": 1539,
      "ક": 1540,
      "ખ": 1541,
      "ગ": 1542,
      "ઘ": 1543,
      "ચ": 1544,
      "છ": 1545,
      "જ": 1546,
      "ઝ": 1547,
      "ઞ": 1548,
      "ટ": 1549,
      "ઠ": 1550,
      "ડ": 1551,
      "ણ": 1552,
      "ત": 1553,
      "થ": 1554,
      "દ": 1555,
      "ધ": 1556,
      "ન": 1557,
      "પ": 1558,
      "ફ": 1559,
      "બ": 1560,
      "ભ": 1561,
      "મ": 1562,
      "ય": 1563,
      "ર": 1564,
      "લ": 1565,
      "ળ": 1566,
      "વ": 1567,
      "શ": 1568,
      "ષ": 1569,
      "સ": 1570,
      "હ": 1571,
      "ા": 1572,
      "િ": 1573,
      "ી": 1574,
      "ુ": 1575,
      "ૂ": 1576,
      "ૃ": 1577,
      "ૅ": 1578,
      "ે": 1579,
      "ૈ": 1580,
      "ો": 1581,
      "ૌ": 1582,
      "્": 1583,
      "૦": 1584,
      "૧": 1585,
      "૨": 1586,
      "૩": 1587,
      "૪": 1588,
      "૫": 1589,
      "૬": 1590,
      "૭": 1591,
      "૮": 1592,
      "૯": 1593,
      "ଁ": 1594,
      "ଂ": 1595,
      "ଆ": 1596,
      "ଇ": 1597,
      "ଓ": 1598,
      "କ": 1599,
      "ଗ": 1600,
      "ଙ": 1601,
      "ଚ": 1602,
      "ଜ": 1603,
      "ଟ": 1604,
      "ଡ": 1605,
      "ଣ": 1606,
      "ତ": 1607,
      "ଦ": 1608,
      "ଧ": 1609,
      "ନ": 1610,
      "ପ": 1611,
      "ବ": 1612,
      "ମ": 1613,
      "ଯ": 1614,
      "ର": 1615,
      "ଲ": 1616,
      "ଳ": 1617,
      "ଶ": 1618,
      "ଷ": 1619,
      "ସ": 1620,
      "ହ": 1621,
      "ା": 1622,
      "ି": 1623,
      "ୀ": 1624,
      "ୁ": 1625,
      "ୂ": 1626,
      "େ": 1627,
      "୍": 1628,
      "ୟ": 1629,
      "୦": 1630,
      "୧": 1631,
      "୨": 1632,
      "୩": 1633,
      "୪": 1634,
      "୫": 1635,
      "୬": 1636,
      "அ": 1637,
      "ஆ": 1638,
      "இ": 1639,
      "ஈ": 1640,
      "உ": 1641,
      "ஊ": 1642,
      "எ": 1643,
      "ஏ": 1644,
      "ஐ": 1645,
      "ஒ": 1646,
      "ஓ": 1647,
      "க": 1648,
      "ங": 1649,
      "ச": 1650,
      "ஜ": 1651,
      "ஞ": 1652,
      "ட": 1653,
      "ண": 1654,
      "த": 1655,
      "ந": 1656,
      "ன": 1657,
      "ப": 1658,
      "ம": 1659,
      "ய": 1660,
      "ர": 1661,
      "ற": 1662,
      "ல": 1663,
      "ள": 1664,
      "ழ": 1665,
      "வ": 1666,
      "ஷ": 1667,
      "ஸ": 1668,
      "ஹ": 1669,
      "ா": 1670,
      "ி": 1671,
      "ீ": 1672,
      "ு": 1673,
      "ூ": 1674,
      "ெ": 1675,
      "ே": 1676,
      "ை": 1677,
      "ொ": 1678,
      "ோ": 1679,
      "ௌ": 1680,
      "்": 1681,
      "௢": 1682,
      "ం": 1683,
      "అ": 1684,
      "ఆ": 1685,
      "ఇ": 1686,
      "ఈ": 1687,
      "ఉ": 1688,
      "ఎ": 1689,
      "ఏ": 1690,
      "ఐ": 1691,
      "ఒ": 1692,
      "ఓ": 1693,
      "క": 1694,
      "ఖ": 1695,
      "గ": 1696,
      "చ": 1697,
      "జ": 1698,
      "ఞ": 1699,
      "ట": 1700,
      "ఠ": 1701,
      "డ": 1702,
      "ణ": 1703,
      "త": 1704,
      "థ": 1705,
      "ద": 1706,
      "ధ": 1707,
      "న": 1708,
      "ప": 1709,
      "ఫ": 1710,
      "బ": 1711,
      "భ": 1712,
      "మ": 1713,
      "య": 1714,
      "ర": 1715,
      "ల": 1716,
      "ళ": 1717,
      "వ": 1718,
      "శ": 1719,
      "ష": 1720,
      "స": 1721,
      "హ": 1722,
      "ా": 1723,
      "ి": 1724,
      "ీ": 1725,
      "ు": 1726,
      "ూ": 1727,
      "ృ": 1728,
      "ె": 1729,
      "ే": 1730,
      "ై": 1731,
      "ొ": 1732,
      "ో": 1733,
      "ౌ": 1734,
      "్": 1735,
      "ౖ": 1736,
      "౨": 1737,
      "౩": 1738,
      "౪": 1739,
      "౫": 1740,
      "౬": 1741,
      "౭": 1742,
      "౮": 1743,
      "౯": 1744,
      "ಂ": 1745,
      "ಃ": 1746,
      "ಅ": 1747,
      "ಆ": 1748,
      "ಇ": 1749,
      "ಈ": 1750,
      "ಉ": 1751,
      "ಎ": 1752,
      "ಏ": 1753,
      "ಐ": 1754,
      "ಒ": 1755,
      "ಓ": 1756,
      "ಕ": 1757,
      "ಖ": 1758,
      "ಗ": 1759,
      "ಘ": 1760,
      "ಚ": 1761,
      "ಜ": 1762,
      "ಟ": 1763,
      "ಠ": 1764,
      "ಡ": 1765,
      "ಣ": 1766,
      "ತ": 1767,
      "ಥ": 1768,
      "ದ": 1769,
      "ಧ": 1770,
      "ನ": 1771,
      "ಪ": 1772,
      "ಫ": 1773,
      "ಬ": 1774,
      "ಭ": 1775,
      "ಮ": 1776,
      "ಯ": 1777,
      "ರ": 1778,
      "ಲ": 1779,
      "ಳ": 1780,
      "ವ": 1781,
      "ಶ": 1782,
      "ಷ": 1783,
      "ಸ": 1784,
      "ಹ": 1785,
      "ಾ": 1786,
      "ಿ": 1787,
      "ೀ": 1788,
      "ು": 1789,
      "ೂ": 1790,
      "ೃ": 1791,
      "ೆ": 1792,
      "ೇ": 1793,
      "ೈ": 1794,
      "ೊ": 1795,
      "ೋ": 1796,
      "ೌ": 1797,
      "್": 1798,
      "ೕ": 1799,
      "೪": 1800,
      "ഀ": 1801,
      "ം": 1802,
      "ഃ": 1803,
      "അ": 1804,
      "ആ": 1805,
      "ഇ": 1806,
      "ഈ": 1807,
      "ഉ": 1808,
      "ഋ": 1809,
      "എ": 1810,
      "ഏ": 1811,
      "ഐ": 1812,
      "ഒ": 1813,
      "ഔ": 1814,
      "ക": 1815,
      "ഖ": 1816,
      "ഗ": 1817,
      "ഘ": 1818,
      "ങ": 1819,
      "ച": 1820,
      "ജ": 1821,
      "ഞ": 1822,
      "ട": 1823,
      "ഠ": 1824,
      "ഡ": 1825,
      "ഢ": 1826,
      "ണ": 1827,
      "ത": 1828,
      "ഥ": 1829,
      "ദ": 1830,
      "ധ": 1831,
      "ന": 1832,
      "പ": 1833,
      "ഫ": 1834,
      "ബ": 1835,
      "ഭ": 1836,
      "മ": 1837,
      "യ": 1838,
      "ര": 1839,
      "റ": 1840,
      "ല": 1841,
      "ള": 1842,
      "ഴ": 1843,
      "വ": 1844,
      "ശ": 1845,
      "ഷ": 1846,
      "സ": 1847,
      "ഹ": 1848,
      "ാ": 1849,
      "ി": 1850,
      "ീ": 1851,
      "ു": 1852,
      "ൂ": 1853,
      "ൃ": 1854,
      "െ": 1855,
      "േ": 1856,
      "ൈ": 1857,
      "ൊ": 1858,
      "ോ": 1859,
      "ൌ": 1860,
      "്": 1861,
      "ൎ": 1862,
      "ൗ": 1863,
      "ൺ": 1864,
      "ൻ": 1865,
      "ർ": 1866,
      "ൽ": 1867,
      "ൾ": 1868,
      "ං": 1869,
      "අ": 1870,
      "ආ": 1871,
      "ඇ": 1872,
      "ඉ": 1873,
      "ඊ": 1874,
      "උ": 1875,
      "එ": 1876,
      "ඒ": 1877,
      "ඔ": 1878,
      "ඕ": 1879,
      "ක": 1880,
      "ඛ": 1881,
      "ග": 1882,
      "ඝ": 1883,
      "ඞ": 1884,
      "ඟ": 1885,
      "ච": 1886,
      "ඡ": 1887,
      "ජ": 1888,
      "ඥ": 1889,
      "ට": 1890,
      "ඨ": 1891,
      "ඩ": 1892,
      "ණ": 1893,
      "ඬ": 1894,
      "ත": 1895,
      "ථ": 1896,
      "ද": 1897,
      "ධ": 1898,
      "න": 1899,
      "ඳ": 1900,
      "ප": 1901,
      "බ": 1902,
      "භ": 1903,
      "ම": 1904,
      "ඹ": 1905,
      "ය": 1906,
      "ර": 1907,
      "ල": 1908,
      "ව": 1909,
      "ශ": 1910,
      "ෂ": 1911,
      "ස": 1912,
      "හ": 1913,
      "ළ": 1914,
      "ෆ": 1915,
      "්": 1916,
      "ා": 1917,
      "ැ": 1918,
      "ෑ": 1919,
      "ි": 1920,
      "ී": 1921,
      "ු": 1922,
      "ූ": 1923,
      "ෘ": 1924,
      "ෙ": 1925,
      "ේ": 1926,
      "ෛ": 1927,
      "ො": 1928,
      "ෝ": 1929,
      "ෞ": 1930,
      "෭": 1931,
      "ก": 1932,
      "ข": 1933,
      "ฃ": 1934,
      "ค": 1935,
      "ฅ": 1936,
      "ฆ": 1937,
      "ง": 1938,
      "จ": 1939,
      "ฉ": 1940,
      "ช": 1941,
      "ซ": 1942,
      "ฌ": 1943,
      "ญ": 1944,
      "ฎ": 1945,
      "ฏ": 1946,
      "ฐ": 1947,
      "ฑ": 1948,
      "ฒ": 1949,
      "ณ": 1950,
      "ด": 1951,
      "ต": 1952,
      "ถ": 1953,
      "ท": 1954,
      "ธ": 1955,
      "น": 1956,
      "บ": 1957,
      "ป": 1958,
      "ผ": 1959,
      "ฝ": 1960,
      "พ": 1961,
      "ฟ": 1962,
      "ภ": 1963,
      "ม": 1964,
      "ย": 1965,
      "ร": 1966,
      "ฤ": 1967,
      "ล": 1968,
      "ว": 1969,
      "ศ": 1970,
      "ษ": 1971,
      "ส": 1972,
      "ห": 1973,
      "ฬ": 1974,
      "อ": 1975,
      "ฮ": 1976,
      "ฯ": 1977,
      "ะ": 1978,
      "ั": 1979,
      "า": 1980,
      "ำ": 1981,
      "ิ": 1982,
      "ี": 1983,
      "ึ": 1984,
      "ื": 1985,
      "ุ": 1986,
      "ู": 1987,
      "฿": 1988,
      "เ": 1989,
      "แ": 1990,
      "โ": 1991,
      "ใ": 1992,
      "ไ": 1993,
      "ๅ": 1994,
      "ๆ": 1995,
      "็": 1996,
      "่": 1997,
      "้": 1998,
      "๊": 1999,
      "๋": 2000,
      "์": 2001,
      "ํ": 2002,
      "๏": 2003,
      "๐": 2004,
      "๑": 2005,
      "๒": 2006,
      "๓": 2007,
      "๔": 2008,
      "๕": 2009,
      "๖": 2010,
      "๘": 2011,
      "๙": 2012,
      "ກ": 2013,
      "ຂ": 2014,
      "ຄ": 2015,
      "ງ": 2016,
      "ຈ": 2017,
      "ຊ": 2018,
      "ຍ": 2019,
      "ດ": 2020,
      "ຕ": 2021,
      "ຖ": 2022,
      "ທ": 2023,
      "ນ": 2024,
      "ບ": 2025,
      "ປ": 2026,
      "ຜ": 2027,
      "ຝ": 2028,
      "ພ": 2029,
      "ຟ": 2030,
      "ມ": 2031,
      "ຢ": 2032,
      "ຣ": 2033,
      "ລ": 2034,
      "ວ": 2035,
      "ສ": 2036,
      "ຫ": 2037,
      "ອ": 2038,
      "ຮ": 2039,
      "ຯ": 2040,
      "ະ": 2041,
      "ັ": 2042,
      "າ": 2043,
      "ຳ": 2044,
      "ິ": 2045,
      "ີ": 2046,
      "ຶ": 2047,
      "ື": 2048,
      "ຸ": 2049,
      "ູ": 2050,
      "ົ": 2051,
      "ຼ": 2052,
      "ຽ": 2053,
      "ເ": 2054,
      "ແ": 2055,
      "ໂ": 2056,
      "ໃ": 2057,
      "ໄ": 2058,
      "ໆ": 2059,
      "່": 2060,
      "້": 2061,
      "໋": 2062,
      "໌": 2063,
      "ໍ": 2064,
      "໐": 2065,
      "໑": 2066,
      "໒": 2067,
      "໓": 2068,
      "໔": 2069,
      "໕": 2070,
      "໖": 2071,
      "໗": 2072,
      "໘": 2073,
      "໙": 2074,
      "ໜ": 2075,
      "ໝ": 2076,
      "༄": 2077,
      "༅": 2078,
      "་": 2079,
      "།": 2080,
      "༎": 2081,
      "༡": 2082,
      "༩": 2083,
      "༺": 2084,
      "༻": 2085,
      "༼": 2086,
      "༽": 2087,
      "ཀ": 2088,
      "ཁ": 2089,
      "ག": 2090,
      "ང": 2091,
      "ཅ": 2092,
      "ཆ": 2093,
      "ཏ": 2094,
      "ཐ": 2095,
      "ད": 2096,
      "ན": 2097,
      "པ": 2098,
      "ཕ": 2099,
      "བ": 2100,
      "མ": 2101,
      "ཚ": 2102,
      "ཛ": 2103,
      "ཞ": 2104,
      "ཟ": 2105,
      "འ": 2106,
      "ཡ": 2107,
      "ར": 2108,
      "ལ": 2109,
      "ཤ": 2110,
      "ས": 2111,
      "ི": 2112,
      "ུ": 2113,
      "ེ": 2114,
      "ཻ": 2115,
      "ོ": 2116,
      "ྐ": 2117,
      "ྒ": 2118,
      "ྔ": 2119,
      "ྗ": 2120,
      "ྙ": 2121,
      "ྟ": 2122,
      "ྡ": 2123,
      "ྣ": 2124,
      "ྤ": 2125,
      "ྨ": 2126,
      "ྫ": 2127,
      "ྱ": 2128,
      "ྲ": 2129,
      "ླ": 2130,
      "࿔": 2131,
      "က": 2132,
      "ခ": 2133,
      "ဂ": 2134,
      "င": 2135,
      "စ": 2136,
      "ဆ": 2137,
      "ည": 2138,
      "ဏ": 2139,
      "တ": 2140,
      "ထ": 2141,
      "ဒ": 2142,
      "န": 2143,
      "ပ": 2144,
      "ဖ": 2145,
      "ဗ": 2146,
      "ဘ": 2147,
      "မ": 2148,
      "ယ": 2149,
      "ရ": 2150,
      "လ": 2151,
      "ဝ": 2152,
      "သ": 2153,
      "ဟ": 2154,
      "အ": 2155,
      "ဥ": 2156,
      "ဦ": 2157,
      "ါ": 2158,
      "ာ": 2159,
      "ိ": 2160,
      "ီ": 2161,
      "ု": 2162,
      "ူ": 2163,
      "ေ": 2164,
      "ဲ": 2165,
      "ဳ": 2166,
      "ဴ": 2167,
      "ံ": 2168,
      "့": 2169,
      "း": 2170,
      "္": 2171,
      "်": 2172,
      "ျ": 2173,
      "ြ": 2174,
      "ွ": 2175,
      "ှ": 2176,
      "၀": 2177,
      "၁": 2178,
      "၈": 2179,
      "၊": 2180,
      "။": 2181,
      "၏": 2182,
      "ၚ": 2183,
      "ၽ": 2184,
      "ၾ": 2185,
      "ၿ": 2186,
      "ႀ": 2187,
      "ႈ": 2188,
      "ႏ": 2189,
      "႔": 2190,
      "႕": 2191,
      "Ⴉ": 2192,
      "Ⴌ": 2193,
      "Ⴎ": 2194,
      "Ⴝ": 2195,
      "ა": 2196,
      "ბ": 2197,
      "გ": 2198,
      "დ": 2199,
      "ე": 2200,
      "ვ": 2201,
      "ზ": 2202,
      "თ": 2203,
      "ი": 2204,
      "კ": 2205,
      "ლ": 2206,
      "მ": 2207,
      "ნ": 2208,
      "ო": 2209,
      "პ": 2210,
      "ჟ": 2211,
      "რ": 2212,
      "ს": 2213,
      "ტ": 2214,
      "უ": 2215,
      "ფ": 2216,
      "ქ": 2217,
      "ღ": 2218,
      "ყ": 2219,
      "შ": 2220,
      "ჩ": 2221,
      "ც": 2222,
      "ძ": 2223,
      "წ": 2224,
      "ჭ": 2225,
      "ხ": 2226,
      "ჯ": 2227,
      "ჰ": 2228,
      "ჷ": 2229,
      "ჸ": 2230,
      "ᄀ": 2231,
      "ᄅ": 2232,
      "ᄇ": 2233,
      "ᄉ": 2234,
      "ᄐ": 2235,
      "ᅡ": 2236,
      "ᅢ": 2237,
      "ᅦ": 2238,
      "ᅳ": 2239,
      "ᅵ": 2240,
      "ᆫ": 2241,
      "ᆷ": 2242,
      "ሀ": 2243,
      "ሁ": 2244,
      "ሂ": 2245,
      "ሃ": 2246,
      "ሄ": 2247,
      "ህ": 2248,
      "ሆ": 2249,
      "ለ": 2250,
      "ሉ": 2251,
      "ሊ": 2252,
      "ላ": 2253,
      "ሌ": 2254,
      "ል": 2255,
      "ሎ": 2256,
      "ሐ": 2257,
      "ሓ": 2258,
      "ሔ": 2259,
      "ሕ": 2260,
      "መ": 2261,
      "ሙ": 2262,
      "ሚ": 2263,
      "ማ": 2264,
      "ሜ": 2265,
      "ም": 2266,
      "ሞ": 2267,
      "ሠ": 2268,
      "ሣ": 2269,
      "ሥ": 2270,
      "ረ": 2271,
      "ሩ": 2272,
      "ሪ": 2273,
      "ራ": 2274,
      "ሬ": 2275,
      "ር": 2276,
      "ሮ": 2277,
      "ሰ": 2278,
      "ሱ": 2279,
      "ሲ": 2280,
      "ሳ": 2281,
      "ስ": 2282,
      "ሶ": 2283,
      "ሸ": 2284,
      "ሺ": 2285,
      "ሻ": 2286,
      "ሽ": 2287,
      "ሾ": 2288,
      "ቀ": 2289,
      "ቁ": 2290,
      "ቂ": 2291,
      "ቃ": 2292,
      "ቄ": 2293,
      "ቅ": 2294,
      "ቆ": 2295,
      "ቋ": 2296,
      "ቐ": 2297,
      "በ": 2298,
      "ቡ": 2299,
      "ቢ": 2300,
      "ባ": 2301,
      "ቤ": 2302,
      "ብ": 2303,
      "ቦ": 2304,
      "ቨ": 2305,
      "ቬ": 2306,
      "ተ": 2307,
      "ቱ": 2308,
      "ቲ": 2309,
      "ታ": 2310,
      "ቴ": 2311,
      "ት": 2312,
      "ቶ": 2313,
      "ቷ": 2314,
      "ቸ": 2315,
      "ቹ": 2316,
      "ቻ": 2317,
      "ቼ": 2318,
      "ች": 2319,
      "ቿ": 2320,
      "ኃ": 2321,
      "ኅ": 2322,
      "ነ": 2323,
      "ኑ": 2324,
      "ኒ": 2325,
      "ና": 2326,
      "ኔ": 2327,
      "ን": 2328,
      "ኖ": 2329,
      "ኗ": 2330,
      "ኘ": 2331,
      "ኙ": 2332,
      "ኚ": 2333,
      "ኛ": 2334,
      "ኝ": 2335,
      "ኞ": 2336,
      "አ": 2337,
      "ኢ": 2338,
      "ኣ": 2339,
      "ኤ": 2340,
      "እ": 2341,
      "ኦ": 2342,
      "ከ": 2343,
      "ኩ": 2344,
      "ኪ": 2345,
      "ካ": 2346,
      "ክ": 2347,
      "ኮ": 2348,
      "ኳ": 2349,
      "ኴ": 2350,
      "ኸ": 2351,
      "ኻ": 2352,
      "ኽ": 2353,
      "ወ": 2354,
      "ዉ": 2355,
      "ዊ": 2356,
      "ዋ": 2357,
      "ው": 2358,
      "ዎ": 2359,
      "ዐ": 2360,
      "ዑ": 2361,
      "ዓ": 2362,
      "ዕ": 2363,
      "ዘ": 2364,
      "ዙ": 2365,
      "ዚ": 2366,
      "ዛ": 2367,
      "ዜ": 2368,
      "ዝ": 2369,
      "ዞ": 2370,
      "ዥ": 2371,
      "የ": 2372,
      "ዩ": 2373,
      "ዪ": 2374,
      "ያ": 2375,
      "ዬ": 2376,
      "ይ": 2377,
      "ዮ": 2378,
      "ደ": 2379,
      "ዱ": 2380,
      "ዲ": 2381,
      "ዳ": 2382,
      "ዴ": 2383,
      "ድ": 2384,
      "ዶ": 2385,
      "ዷ": 2386,
      "ዽ": 2387,
      "ጀ": 2388,
      "ጂ": 2389,
      "ጃ": 2390,
      "ጄ": 2391,
      "ጅ": 2392,
      "ጆ": 2393,
      "ገ": 2394,
      "ጉ": 2395,
      "ጊ": 2396,
      "ጋ": 2397,
      "ጌ": 2398,
      "ግ": 2399,
      "ጎ": 2400,
      "ጓ": 2401,
      "ጛ": 2402,
      "ጠ": 2403,
      "ጡ": 2404,
      "ጣ": 2405,
      "ጤ": 2406,
      "ጥ": 2407,
      "ጦ": 2408,
      "ጨ": 2409,
      "ጫ": 2410,
      "ጭ": 2411,
      "ጲ": 2412,
      "ጳ": 2413,
      "ጵ": 2414,
      "ጸ": 2415,
      "ጻ": 2416,
      "ጼ": 2417,
      "ጽ": 2418,
      "ጾ": 2419,
      "ፀ": 2420,
      "ፁ": 2421,
      "ፃ": 2422,
      "ፅ": 2423,
      "ፈ": 2424,
      "ፉ": 2425,
      "ፊ": 2426,
      "ፋ": 2427,
      "ፍ": 2428,
      "ፎ": 2429,
      "ፒ": 2430,
      "ፓ": 2431,
      "ፕ": 2432,
      "ፖ": 2433,
      "፡": 2434,
      "።": 2435,
      "፣": 2436,
      "፤": 2437,
      "፥": 2438,
      "፧": 2439,
      "፹": 2440,
      "ᎏ": 2441,
      "Ꭰ": 2442,
      "Ꭱ": 2443,
      "Ꭲ": 2444,
      "Ꭴ": 2445,
      "Ꭵ": 2446,
      "Ꭶ": 2447,
      "Ꭷ": 2448,
      "Ꭸ": 2449,
      "Ꭹ": 2450,
      "Ꭺ": 2451,
      "Ꭻ": 2452,
      "Ꭼ": 2453,
      "Ꭽ": 2454,
      "Ꭾ": 2455,
      "Ꭿ": 2456,
      "Ꮁ": 2457,
      "Ꮃ": 2458,
      "Ꮄ": 2459,
      "Ꮅ": 2460,
      "Ꮆ": 2461,
      "Ꮇ": 2462,
      "Ꮈ": 2463,
      "Ꮋ": 2464,
      "Ꮎ": 2465,
      "Ꮐ": 2466,
      "Ꮑ": 2467,
      "Ꮒ": 2468,
      "Ꮓ": 2469,
      "Ꮔ": 2470,
      "Ꮕ": 2471,
      "Ꮖ": 2472,
      "Ꮘ": 2473,
      "Ꮙ": 2474,
      "Ꮚ": 2475,
      "Ꮝ": 2476,
      "Ꮞ": 2477,
      "Ꮟ": 2478,
      "Ꮠ": 2479,
      "Ꮡ": 2480,
      "Ꮢ": 2481,
      "Ꮣ": 2482,
      "Ꮤ": 2483,
      "Ꮥ": 2484,
      "Ꮦ": 2485,
      "Ꮧ": 2486,
      "Ꮨ": 2487,
      "Ꮩ": 2488,
      "Ꮪ": 2489,
      "Ꮫ": 2490,
      "Ꮮ": 2491,
      "Ꮯ": 2492,
      "Ꮲ": 2493,
      "Ꮳ": 2494,
      "Ꮴ": 2495,
      "Ꮵ": 2496,
      "Ꮶ": 2497,
      "Ꮷ": 2498,
      "Ꮹ": 2499,
      "Ꮺ": 2500,
      "Ꮻ": 2501,
      "Ꮼ": 2502,
      "Ꮾ": 2503,
      "Ꮿ": 2504,
      "Ᏸ": 2505,
      "Ᏹ": 2506,
      "Ᏻ": 2507,
      "Ᏼ": 2508,
      "ᐃ": 2509,
      "ᐄ": 2510,
      "ᐅ": 2511,
      "ᐆ": 2512,
      "ᐈ": 2513,
      "ᐊ": 2514,
      "ᐋ": 2515,
      "ᐟ": 2516,
      "ᐠ": 2517,
      "ᐢ": 2518,
      "ᐣ": 2519,
      "ᐤ": 2520,
      "ᐦ": 2521,
      "ᐧ": 2522,
      "ᐨ": 2523,
      "ᐱ": 2524,
      "ᐳ": 2525,
      "ᐸ": 2526,
      "ᐹ": 2527,
      "ᑉ": 2528,
      "ᑌ": 2529,
      "ᑎ": 2530,
      "ᑏ": 2531,
      "ᑐ": 2532,
      "ᑕ": 2533,
      "ᑖ": 2534,
      "ᑦ": 2535,
      "ᑫ": 2536,
      "ᑭ": 2537,
      "ᑮ": 2538,
      "ᑯ": 2539,
      "ᑰ": 2540,
      "ᑲ": 2541,
      "ᑳ": 2542,
      "ᒃ": 2543,
      "ᒋ": 2544,
      "ᒍ": 2545,
      "ᒐ": 2546,
      "ᒡ": 2547,
      "ᒣ": 2548,
      "ᒥ": 2549,
      "ᒨ": 2550,
      "ᒪ": 2551,
      "ᒫ": 2552,
      "ᒻ": 2553,
      "ᓂ": 2554,
      "ᓄ": 2555,
      "ᓅ": 2556,
      "ᓇ": 2557,
      "ᓈ": 2558,
      "ᓐ": 2559,
      "ᓓ": 2560,
      "ᓕ": 2561,
      "ᓖ": 2562,
      "ᓗ": 2563,
      "ᓘ": 2564,
      "ᓚ": 2565,
      "ᓪ": 2566,
      "ᓭ": 2567,
      "ᓯ": 2568,
      "ᓱ": 2569,
      "ᓴ": 2570,
      "ᔨ": 2571,
      "ᔪ": 2572,
      "ᔫ": 2573,
      "ᔭ": 2574,
      "ᔮ": 2575,
      "ᔾ": 2576,
      "ᕆ": 2577,
      "ᕇ": 2578,
      "ᕉ": 2579,
      "ᕋ": 2580,
      "ᕐ": 2581,
      "ᕒ": 2582,
      "ᕕ": 2583,
      "ᕗ": 2584,
      "ᕙ": 2585,
      "ᕝ": 2586,
      "ᕤ": 2587,
      "ᕦ": 2588,
      "ᕬ": 2589,
      "ᖁ": 2590,
      "ᖃ": 2591,
      "ᖅ": 2592,
      "ᖆ": 2593,
      "ᖇ": 2594,
      "ᖉ": 2595,
      "ᖊ": 2596,
      "ᖏ": 2597,
      "ᖑ": 2598,
      "ᖓ": 2599,
      "ᖕ": 2600,
      "ᖗ": 2601,
      "ᖚ": 2602,
      "ᖢ": 2603,
      "ᖫ": 2604,
      "ᖭ": 2605,
      "ᖽ": 2606,
      "ᗛ": 2607,
      "ᗩ": 2608,
      "ᗪ": 2609,
      "ᗰ": 2610,
      "ᗷ": 2611,
      "ᘈ": 2612,
      "ᘊ": 2613,
      "ᘖ": 2614,
      "ᘛ": 2615,
      "᙮": 2616,
      "ᚢ": 2617,
      "ᚦ": 2618,
      "ᚨ": 2619,
      "ᚫ": 2620,
      "ᚱ": 2621,
      "ᚷ": 2622,
      "ᚹ": 2623,
      "ᚾ": 2624,
      "ᛁ": 2625,
      "ᛊ": 2626,
      "ᛏ": 2627,
      "ᛕ": 2628,
      "ᛖ": 2629,
      "ᛘ": 2630,
      "ᛚ": 2631,
      "ᛞ": 2632,
      "ᛟ": 2633,
      "ᜂ": 2634,
      "ក": 2635,
      "ខ": 2636,
      "គ": 2637,
      "ឃ": 2638,
      "ង": 2639,
      "ច": 2640,
      "ឆ": 2641,
      "ជ": 2642,
      "ឈ": 2643,
      "ញ": 2644,
      "ដ": 2645,
      "ឌ": 2646,
      "ណ": 2647,
      "ត": 2648,
      "ថ": 2649,
      "ទ": 2650,
      "ធ": 2651,
      "ន": 2652,
      "ប": 2653,
      "ផ": 2654,
      "ព": 2655,
      "ភ": 2656,
      "ម": 2657,
      "យ": 2658,
      "រ": 2659,
      "ល": 2660,
      "វ": 2661,
      "ស": 2662,
      "ហ": 2663,
      "ឡ": 2664,
      "អ": 2665,
      "ឬ": 2666,
      "ឱ": 2667,
      "ឲ": 2668,
      "ា": 2669,
      "ិ": 2670,
      "ី": 2671,
      "ឹ": 2672,
      "ឺ": 2673,
      "ុ": 2674,
      "ូ": 2675,
      "ួ": 2676,
      "ើ": 2677,
      "ឿ": 2678,
      "ៀ": 2679,
      "េ": 2680,
      "ែ": 2681,
      "ៃ": 2682,
      "ោ": 2683,
      "ៅ": 2684,
      "ំ": 2685,
      "ះ": 2686,
      "ៈ": 2687,
      "៉": 2688,
      "៊": 2689,
      "់": 2690,
      "៍": 2691,
      "៏": 2692,
      "័": 2693,
      "្": 2694,
      "។": 2695,
      "៖": 2696,
      "ៗ": 2697,
      "០": 2698,
      "១": 2699,
      "២": 2700,
      "៣": 2701,
      "៤": 2702,
      "៩": 2703,
      "᠎": 2704,
      "ᠠ": 2705,
      "ᠡ": 2706,
      "ᠢ": 2707,
      "ᠣ": 2708,
      "ᠤ": 2709,
      "ᠦ": 2710,
      "ᠨ": 2711,
      "ᠩ": 2712,
      "ᠬ": 2713,
      "ᠭ": 2714,
      "ᠮ": 2715,
      "ᠯ": 2716,
      "ᠳ": 2717,
      "ᠴ": 2718,
      "ᠵ": 2719,
      "ᠶ": 2720,
      "ᠷ": 2721,
      "᡼": 2722,
      "ᣬ": 2723,
      "ᥙ": 2724,
      "ᥚ": 2725,
      "ᥛ": 2726,
      "ᥤ": 2727,
      "ᥰ": 2728,
      "ᥱ": 2729,
      "᥹": 2730,
      "ᦁ": 2731,
      "ᦙ": 2732,
      "ᦲ": 2733,
      "ᦾ": 2734,
      "᧐": 2735,
      "ᨾ": 2736,
      "ᩦ": 2737,
      "᭤": 2738,
      "᱐": 2739,
      "᱑": 2740,
      "᱒": 2741,
      "᱖": 2742,
      "ᱚ": 2743,
      "ᱛ": 2744,
      "ᱜ": 2745,
      "ᱞ": 2746,
      "ᱟ": 2747,
      "ᱠ": 2748,
      "ᱡ": 2749,
      "ᱢ": 2750,
      "ᱣ": 2751,
      "ᱤ": 2752,
      "ᱥ": 2753,
      "ᱨ": 2754,
      "ᱩ": 2755,
      "ᱫ": 2756,
      "ᱭ": 2757,
      "ᱮ": 2758,
      "ᱯ": 2759,
      "ᱰ": 2760,
      "ᱱ": 2761,
      "ᱴ": 2762,
      "ᱵ": 2763,
      "ᱷ": 2764,
      "ᱼ": 2765,
      "ᱽ": 2766,
      "᱾": 2767,
      "ᴀ": 2768,
      "ᴄ": 2769,
      "ᴅ": 2770,
      "ᴇ": 2771,
      "ᴊ": 2772,
      "ᴋ": 2773,
      "ᴍ": 2774,
      "ᴏ": 2775,
      "ᴖ": 2776,
      "ᴘ": 2777,
      "ᴛ": 2778,
      "ᴜ": 2779,
      "ᴠ": 2780,
      "ᴡ": 2781,
      "ᴢ": 2782,
      "ᴥ": 2783,
      "ᴬ": 2784,
      "ᴰ": 2785,
      "ᴳ": 2786,
      "ᴴ": 2787,
      "ᴹ": 2788,
      "ᴺ": 2789,
      "ᴼ": 2790,
      "ᴿ": 2791,
      "ᵀ": 2792,
      "ᵁ": 2793,
      "ᵅ": 2794,
      "ᵈ": 2795,
      "ᵉ": 2796,
      "ᵊ": 2797,
      "ᵍ": 2798,
      "ᵐ": 2799,
      "ᵑ": 2800,
      "ᵒ": 2801,
      "ᵖ": 2802,
      "ᵗ": 2803,
      "ᵘ": 2804,
      "ᵛ": 2805,
      "ᵡ": 2806,
      "ᵧ": 2807,
      "ᵺ": 2808,
      "ᵻ": 2809,
      "ᵿ": 2810,
      "ᶜ": 2811,
      "ᶟ": 2812,
      "ᶤ": 2813,
      "ᶦ": 2814,
      "ᶰ": 2815,
      "᷅": 2816,
      "ḅ": 2817,
      "ḇ": 2818,
      "ḉ": 2819,
      "ḋ": 2820,
      "Ḍ": 2821,
      "ḍ": 2822,
      "Ḏ": 2823,
      "ḏ": 2824,
      "Ḑ": 2825,
      "ḓ": 2826,
      "ḗ": 2827,
      "Ḡ": 2828,
      "ḡ": 2829,
      "Ḥ": 2830,
      "ḥ": 2831,
      "Ḧ": 2832,
      "Ḩ": 2833,
      "ḩ": 2834,
      "Ḫ": 2835,
      "ḫ": 2836,
      "Ḳ": 2837,
      "ḳ": 2838,
      "Ḵ": 2839,
      "ḵ": 2840,
      "ḷ": 2841,
      "ḻ": 2842,
      "ḽ": 2843,
      "ḿ": 2844,
      "Ṁ": 2845,
      "ṁ": 2846,
      "Ṃ": 2847,
      "ṃ": 2848,
      "ṅ": 2849,
      "ṇ": 2850,
      "Ṉ": 2851,
      "ṉ": 2852,
      "ṓ": 2853,
      "ṗ": 2854,
      "Ṛ": 2855,
      "ṛ": 2856,
      "ṝ": 2857,
      "ṟ": 2858,
      "Ṣ": 2859,
      "ṣ": 2860,
      "Ṧ": 2861,
      "ṧ": 2862,
      "ṫ": 2863,
      "Ṭ": 2864,
      "ṭ": 2865,
      "Ṯ": 2866,
      "ṯ": 2867,
      "ṳ": 2868,
      "Ṽ": 2869,
      "Ṿ": 2870,
      "ṿ": 2871,
      "ẁ": 2872,
      "Ẃ": 2873,
      "ẃ": 2874,
      "ẑ": 2875,
      "Ẓ": 2876,
      "ẓ": 2877,
      "Ẕ": 2878,
      "ẕ": 2879,
      "ẖ": 2880,
      "ẗ": 2881,
      "ẚ": 2882,
      "ẞ": 2883,
      "Ạ": 2884,
      "ạ": 2885,
      "Ả": 2886,
      "ả": 2887,
      "Ấ": 2888,
      "ấ": 2889,
      "Ầ": 2890,
      "ầ": 2891,
      "Ẩ": 2892,
      "ẩ": 2893,
      "ẫ": 2894,
      "Ậ": 2895,
      "ậ": 2896,
      "Ắ": 2897,
      "ắ": 2898,
      "Ằ": 2899,
      "ằ": 2900,
      "ẳ": 2901,
      "ẵ": 2902,
      "ặ": 2903,
      "Ẹ": 2904,
      "ẹ": 2905,
      "ẻ": 2906,
      "ẽ": 2907,
      "Ế": 2908,
      "ế": 2909,
      "Ề": 2910,
      "ề": 2911,
      "ể": 2912,
      "ễ": 2913,
      "Ệ": 2914,
      "ệ": 2915,
      "Ỉ": 2916,
      "ỉ": 2917,
      "Ị": 2918,
      "ị": 2919,
      "Ọ": 2920,
      "ọ": 2921,
      "ỏ": 2922,
      "Ố": 2923,
      "ố": 2924,
      "Ồ": 2925,
      "ồ": 2926,
      "Ổ": 2927,
      "ổ": 2928,
